Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/iBooksSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Set the number of seconds to skip when you swipe the cover or tap the skip button.
ar: قم بتعيين عدد الثواني المطلوب تخطيها عندما تقوم بسحب الغلاف أو الضغط على زر التخطي.
bg: Задайте броя на секундите, които да бъдат пропуснати, когато плъзнете пръст върху корицата или докоснете бутона за пропускане.
ca: Defineix el nombre de segons que vols avançar quan fas lliscar un dit a la coberta o prems el botó d’avançament.
cs: Nastavte počet sekund přeskočených při přejetí přes obal nebo klepnutí na tlačítko Přeskočit.
da: Indstil, hvor mange sekunder der skal springes over, når du skubber på omslaget eller trykker på knappen spring over.
de: Stelle ein, wie viele Sekunden beim Streichen über die Titelseite oder Tippen der Taste zum Überspringen ausgelassen werden sollen.
el: Καθορίστε τον αριθμό δευτερολέπτων προς παράλειψη όταν σαρώνετε το εξώφυλλο ή αγγίζετε το κουμπί μετάβασης.
es: Establece el número de segundos que se avanzará o retrocederá al deslizar la portada o tocar los botones de avanzar o retroceder.
es_us: Determina cuántos segundos saltar al deslizar la cubierta o tocar el botón para saltar.
fi: Valitse ohitettavien sekuntien määrä, kun pyyhkäistään kantta tai napautetaan ohituspainiketta.
fr: Définissez le nombre de secondes à passer lorsque vous balayez la couverture ou touchez le bouton Avancer ou Revenir.
fr_ca: Définissez le nombre de secondes à sauter lorsque vous balayez la pochette ou touchez le bouton de saut vers l’avant.
he: ניתן להגדיר את מספר השניות לדילוג בעת החלקת אצבע על הכריכה או הקשה על כפתור הדילוג.
hi: जब आप कवर को स्वाइप करते हैं या “छोड़ें” बटन पर टैप करते हैं, तो छोड़ने के लिए सेकंडों की संख्या सेट करें।
hr: Odaberite broj sekundi za preskakanje kad povučete preko omota ili dodirnete tipku za preskakanje.
hu: A borító csúsztatásakor vagy a léptető gombra történő koppintáskor átugrott másodpercek számának beállítása.
id: Atur jumlah detik yang akan dilewati saat menggeser sampul atau mengetuk tombol lewati.
it: Imposta il numero di secondi di cui avanzare o tornare indietro, quando fai scorrere il dito sulla copertina o tocchi il pulsante di avanzamento.
ja: 表紙をスワイプまたはスキップボタンをタップしたときにスキップする秒数を設定します。
kk: Мұқабаны сырғытқанда немесе «Өткізіп жіберу» түймесін түрткен кезде, неше секунд өткізіп жіберу қажеттігін көрсетіңіз.
ko: 표지를 쓸어넘기거나 건너뛰기 버튼을 탭할 때의 건너뛰기 시간(초)을 설정합니다.
lt: Nustatykite, kiek sekundžių prasukti perbraukus viršelį arba bakstelėjus prasukimo mygtuką.
ms: Setkan bilangan saat untuk dilangkau apabila anda meleret kulit atau mengetik butang langkau.
nl: Stel in hoeveel seconden je wilt terugspringen of vooruitspringen als je over de kaft veegt of op de knoppen voor terugspringen of vooruitspringen tikt.
no: Angi hvor mange sekunder du vil hoppe fram eller tilbake når du sveiper over omslaget eller trykker på hopp over-knappen.
pl: Określ, ile sekund ma być pomijane, gdy przesuniesz palcem po okładce lub stukniesz w przycisk pomijania.
pt: Defina o número de segundos a avançar ou retroceder quando você passar o dedo sobre a capa ou tocar nos botões avançar/retroceder.
pt_pt: Definir o número de segundos a avançar ou recuar quando passa o dedo pela capa ou toca no botão.
ro: Fixați numărul de secunde care să fie sărite atunci când glisați pe copertă sau apăsați butonul de salt.
ru: Укажите, сколько секунд пропускать, когда Вы смахиваете по обложке или касаетесь кнопки «Пропустить».
sk: Počet sekúnd preskočených pri potiahnutí obalu alebo kliknutí na tlačidlo preskočenia.
sl: Nastavite število sekund za preskok, ko podrsnete naslovnico ali tapnete gumb za preskok.
sv: Ange hur många sekunder som ska hoppas över när du sveper över omslaget eller trycker på överhoppningsknappen.
th: ตั้งจำนวนวินาทีที่จะข้ามเมื่อคุณปัดภาพหน้าปกหรือแตะปุ่มข้าม
tr: Kapağı kaydırdığınızda veya atlama düğmesine dokunduğunuzda atlanacak saniye sayısını ayarlayın.
uk: Задайте кількість секунд для пропуску, коли ви проводите по обкладинці чи торкаєте кнопку пропуску.
vi: Đặt số giây sẽ bỏ qua khi bạn vuốt bìa hoặc chạm vào nút bỏ qua.
zh_cn: 设定轻扫封面或轻点跳过按钮时跳过的秒数。
zh_hk: 設定掃一下封面或點一下略過按鈕時所略過的秒數。
zh_tw: 設定當滑過封面或點一下略過按鈕時所要跳過的秒數。

source: To sync changes to your library on the following devices, you’ll need to update them with iOS 12, macOS 10.14, or later:
ar: لمزامنة التغييرات إلى مكتبتك على الأجهزة التالية، ستحتاج لتحديث هذه الأجهزة إلى iOS 12 أو macOS 10.14 أو الأحدث:
bg: За да синхронизирате промените на вашата библиотека със следващите устройства, трябва да ги обновите с iOS 12, macOS 10.14 или следваща версия:
ca: Per sincronitzar els canvis de la biblioteca als dispositius següents, caldrà que els actualitzis amb l’iOS 12, el macOS 10.14 o versions posteriors:
cs: Aby bylo možné synchronizovat změny v knihovně s následujícími zařízeními, musíte je aktualizovat na iOS 12 a macOS 10.14 nebo novější:
da: Hvis du vil synkronisere ændringer til dit bibliotek på følgende enheder, skal du opdatere disse til iOS 12, macOS 10.14 eller nyere versioner:
de: Um Änderungen in deiner Bibliothek auf folgenden Geräten zu synchronisieren, müssen diese auf iOS 12, macOS 10.14 oder neuer aktualisiert werden:
el: Για συγχρονισμό των αλλαγών στη βιβλιοθήκη σας στις ακόλουθες συσκευές, πρέπει να πραγματοποιήσετε ενημέρωση των συσκευών στο iOS 12, στο macOS 10.14 ή σε μεταγενέστερη έκδοση:
es: Para sincronizar los cambios de la biblioteca en los dispositivos siguientes, tendrás que actualizarlos a iOS 12, macOS 10.14 o posterior:
es_us: Actualiza los siguientes dispositivos a iOS 12, macOS 10.14 o versiones posteriores para sincronizar los cambios a tu biblioteca:
fi: Jos haluat synkronoida kirjastosi seuraavissa laitteissa, niihin on päivitettävä iOS 12, macOS 10.14 tai uudempi:
fr: Pour synchroniser les changements apportés à votre bibliothèque sur les appareils suivants, vous devez y installer iOS 12, macOS 10.14 ou versions ultérieures :
fr_ca: Pour synchroniser les modifications apportées à votre bibliothèque sur les appareils suivants, vous devez les mettre à jour vers iOS 12, macOS 10.14 ou une version ultérieure :
he: כדי לסנכרן שינויים לספריה שלך במכשירים הבאים, יש לעדכן אותם ל-iOS 12 ול-macOS 10.14 או לגירסה עדכנית יותר:
hi: निम्नलिखित डिवाइस पर अपनी लाइब्रेरी में परिवर्तन सिंक करने के लिए आपको iOS 12, macOS 10.14 या बाद के संस्करण के साथ अपडेट करने की ज़रूरत होगी :
hr: Za sinkroniziranje promjena u biblioteci na sljedećim uređajima trebate ih ažurirati na iOS 12, macOS 10.14 ili noviji:
hu: Ha szinkronizálni szeretné a módosításokat a könyvtárába a következő eszközein, akkor frissítenie kell azokat az iOS 12-re, macOS 10.14-re vagy újabb verziókra:
id: Untuk menyelaraskan perubahan pada perpustakaan Anda di perangkat berikut, Anda harus memperbaruinya dengan iOS 12, macOS 10.14, atau lebih baru:
it: Per sincronizzare le modifiche della libreria, sarà necessario aggiornare i tuoi dispositivi a iOS 12, macOS 10.14 o versioni successive.
ja: 以下のデバイスで、ライブラリに対する変更を同期するには、デバイスをiOS 12、macOS 10.14、またはそれ以降にアップデートする必要があります:
kk: Келесі құрылғылардағы кітапханаңызбен өзгерістерді синхрондау үшін осы құрылғыларды iOS 12, macOS 10.14 немесе одан кейінгі нұсқаға жаңартуыңыз қажет:
ko: 다음 기기에서 보관함에 대한 변경 사항을 동기화하려면 해당 기기를 iOS 12, macOS 10.14 또는 그 이후 버전으로 업데이트해야 합니다.
lt: Kad bibliotekos keitimai būtų sinchronizuojami toliau nurodytuose įrenginiuose, turite juos atnaujinti į „iOS 12“, „macOS 10.14“ arba naujesnę versiją:
ms: Untuk menyelaraskan perubahan ke pustaka anda pada peranti berikut, anda perlu mengemas kininya dengan iOS 12, macOS 10.14 atau lebih baharu:
nl: Om wijzigingen in je bibliotheek te synchroniseren met de volgende apparaten, moet je deze apparaten bijwerken naar iOS 12, macOS 10.14 of nieuwer:
no: Du må oppdatere disse enhetene til iOS 12 eller macOS 10.14 eller nyere for å synkronisere endringer til biblioteket ditt:
pl: Aby synchronizować zmiany w bibliotece na następujących urządzeniach, musisz uaktualnić je do systemu iOS 12, macOS 10.14 lub nowszego:
pt: Para sincronizar as alterações da sua biblioteca nos dispositivos a seguir, você deve atualizá-los para o iOS 12, macOS 10.14 ou uma versão posterior:
pt_pt: Para sincronizar alterações na biblioteca com os dispositivos seguintes, tem de os atualizar com o iOS 12, o macOS 10.14 ou versões posteriores:
ro: Pentru a sincroniza modificările aduse bibliotecii dvs. pe următoarele dispozitive, va trebui să le actualizați la iOS 12, macOS 10.14 sau versiuni ulterioare:
ru: Вам необходимо обновить эти устройства до iOS 12, macOS 10.14 или новее, чтобы синхронизировать изменения в свою библиотеку на следующих устройствах:
sk: Ak chcete na nasledovných zariadeniach synchronizovať zmeny v knižnici, budete ich musieť aktualizovať na iOS 12, macOS 10.14 alebo novšie verzie:
sl: Če želite spremembe v knjižnici sinhronizirati v naslednjih napravah, boste naprave morali posodobiti z operacijskim sistemom iOS 12, macOS 10.14 ali novejšim:
sv: Om du vill synkronisera ändringar till biblioteket på följande enheter måste du uppdatera dem till iOS 12, macOS 10.14 eller senare:
th: ในการเชื่อมข้อมูลการแก้ไขคลังของคุณกับอุปกรณ์ต่อไปนี้ คุณจะต้องอัปเดตอุปกรณ์เป็น iOS 12, macOS 10.14 ขึ้นไป:
tr: Şu aygıtlarınızda kitaplığınızdaki değişiklikleri eşzamanlamak için aygıtları iOS 12, macOS 10.14 veya daha yeni bir sürüme güncellemeniz gerekir:
uk: Щоб синхронізувати зміни зі своєю бібліотекою на наведених пристроях, вам доведеться оновити їх до iOS 12, macOS 10.14 чи їхніх новіших версій:
vi: Để đồng bộ hóa các thay đổi với thư viện trên các thiết bị sau, bạn sẽ cần cập nhật chúng với iOS 12, macOS 10.14 hoặc mới hơn:
zh_cn: 若要将更改同步到下列设备的书库，需要将它们更新到iOS 12、macOS 10.14或更高版本：
zh_hk: 要將書庫的變更同步至下列裝置，你需要將裝置更新至iOS 12、macOS 10.14或以上版本：
zh_tw: 若要在下列裝置同步對你書庫進行的任何更動，你需要將裝置更新到iOS 12、macOS 10.14或以上版本：

source: Always Ask
ar: السؤال دومًا
bg: Винаги питай
ca: Pregunta sempre
cs: Vždy se zeptat
da: Spørg altid
de: Immer fragen
el: Πάντα ερώτηση
es: Preguntar siempre
es_us: Preguntar siempre
fi: Kysy aina
fr: Toujours demander
fr_ca: Toujours demander
he: הצגת בקשה
hi: हमेशा पूछें
hr: Uvijek pitaj
hu: Rákérdezés mindig
id: Selalu Tanya
it: Chiedi sempre
ja: 常に確認
kk: Әрдайым сұрау
ko: 항상 묻기
lt: Visada klausti
ms: Sentiasa Minta
nl: Vraag altijd
no: Spør alltid
pl: Zawsze pytaj
pt: Sempre Perguntar
pt_pt: Perguntar sempre
ro: Confirmare individuală
ru: Спрашивать всегда
sk: Vždy sa opýtať
sl: Vedno vprašaj
sv: Fråga alltid
th: ถามเสมอ
tr: Her Zaman Sor
uk: Завжди питати
vi: Luôn hỏi
zh_cn: 始终询问
zh_hk: 總是詢問
zh_tw: 永遠先詢問

source: iCloud Drive
zh_cn: iCloud云盘
zh_hk: iCloud雲碟
zh_tw: iCloud雲碟
